Repository: piffpaffpuff/people
Catalog: languages/people-*.po
Languages: de_de

source: People
de_de: Personen

source: Add New
de_de: Erstellen

source: Add New Person
de_de: Neue Person erstellen

source: Edit Person
de_de: Person bearbeiten

source: New Person
de_de: Neue Person

source: All People
de_de: Alle Personen

source: View Person
de_de: Person ansehen

source: Search People
de_de: Personen durchsuchen

source: No People found
de_de: Keine Personen gefunden

source: No People found in Trash
de_de: Keine Personen im Papierkorb gefunden

source: Professions
de_de: Berufe

source: Profession
de_de: Beruf

source: Search Professions
de_de: Beruche durchsuchen

source: All Professions
de_de: Alle Berufe

source: Parent Professions
de_de: Übergeordnete Berufe

source: Parent Professions:
de_de: Übergeordnete Berufe:

source: Edit Profession
de_de: Beruf bearbeiten

source: Update Profession
de_de: Beruf aktualisieren

source: Add New Profession
de_de: Neuen Beruf erstellen

source: New Profession Name
de_de: Neuer Berufsname

source: Separate Professions with commas
de_de: Berufe mit Komma trennen

source: Add or remove Professions
de_de: Beruf hinzufügen oder entfernen

source: Choose from the most used Professions
de_de: Aus den meistbenutzten Berufen wählen

source: Tasks
de_de: Aufgaben

source: Task
de_de: Aufgabe

source: Search Tasks
de_de: Aufgaben durchsuchen

source: All Tasks
de_de: Alle Aufgaben

source: Parent Tasks
de_de: Übergeordnete Aufgabe

source: Parent Tasks:
de_de: Übergeordnete Aufgabe:

source: Edit Task
de_de: Aufgabe bearbeiten

source: Update Task
de_de: Aufgabe aktualisieren

source: Add New Task
de_de: Neue Aufgabe erstellen

source: New Task Name
de_de: Neuer Aufgabenname

source: Separate Tasks with commas
de_de: Aufgaben mit Komma trennen

source: Add or remove Tasks
de_de: Aufgabe hinzufügen oder entfernen

source: Choose from the most used Tasks
de_de: Aus den meistbenutzten Aufgaben wählen

source: Telephone
de_de: Telefon

source: Website
de_de: Webseite
